<template>
    <div class="modal news-view show" tabindex="-1" role="dialog">
		<div class="modal-dialog" role="document">
			<div class="modal-content">
				<div class="modal-header">
					<h4>[바이오스펙테이터] 티엠디랩, '형상기억 고분자'로 新스텐트 개발 도전 (19.12.17)</h4>
					<span>2019년 12월 17일</span>
				</div>
				<div class="modal-body">
					<img class="news-image" src="@/assets/img/promotion/img_news_9.jpg">
					<div class="news-body">
						<b>성학준 연세의대 교수 2018년 국내 귀국해 창업..형상기억 기술로 최소침습 및 안전성 확보..누관스텐트부터 파이프라인 확대</b><br><br>
                        티엠디랩(TMD LAB)은 '형상기억 고분자'라는 신소재를 통해 인체삽입형 스텐트 등 새로운 융복합제품을 개발, 글로벌 시장에 도전한다. 2018년 티엠디랩을 창업한 성학준 연세의대 교수는 특정 자극(온도)에 반응해 본래의 형상으로 돌아오는 이 고분자가 의료현장에서 다양한 쓰임새가 있을 것으로 판단, 십수년동안 관련 연구에 매달린끝에 상업화 목전까지 다다랐다.<br><br>
                        성 교수는 "형상기억 소재는 의료기기를 체내에 넣을때 조직의 손상을 최소화하기 위한 침투성 소재로 다양하게 활용될 수 있다"면서 "누관스텐트를 시작으로 혈관외벽 스텐트, 담관 스텐트 등 새로운 스텐트 개발에 도전할 계획"이라고 말했다.<br><br>
                        <b>◇티엠디랩 '형상기억 고분자' 체온에서 빠른 복원 가능</b><br><br>
                        형상기억 고분자(Shape Memory Polymer, SMP)는 일정한 온도 등 특정 자극이 주어졌을 때 가해진 일시적 변형으로부터 처음 상태로 되돌아오는 고분자를 말한다. 형상기억 고분자는 우수한 형상복원력, 낮은 생산비용, 생체적합성 등의 장점으로 다양한 산업군에서 활발히 연구, 활용되고 있다.<br><br>
                        하지만 형상기억 고분자를 바이오 및 의료산업에 적용, 실제 상용화까지 하려는 것은 국내뿐 아니라 해외에서도 드문 시도다. 미국 조지아공대, 밴더빌트대 등에서 의공학(biomedical engineering)을 전공한 성 교수는 오랜 기간 의료용으로 사용 가능한 형상기억 고분자 연구를 해왔고 형상기억 고분자 합성 원천기술을 확보했다. 이를 통해 2010년 1세대 제품을 개발하고 이후 반응온도를 낮추고 복원력을 높이는 작업을 통해 현재 3.5세대까지 제품을 업그레이드 했으며 결국 창업으로까지 이어졌다.<br><br>
                        성 교수는 "형상기억 고분자를 활용하면 의료기기를 체내에 넣을 때 손상 조직을 최소화할 수 있으며 형상기억 고분자가 생물학적 기능을 복원시키는 역할을 수행할 수 있다"고 설명했다. 그가 개발한 제품은 미국 식품의약국(FDA)에서 인증하는 고분자를 활용해 생체 적합성, 안전성도 뛰어나다는 설명이다.<br><br>
                        티엠디랩의 형상기억 고분자는 두가지 특성을 갖고 있다. 먼저 인체에 적용 가능하도록 체온 수준에서 형상기억 고분자가 반응할 수 있도록 설계했다. 다른 하나는 인체에 적용시 0.5초~수 분까지 빠른 시간내에 형상 복원이 가능하며 그 속도까지 조절 가능하다는 점이다. 성 교수는 "우리의 제품은 체온 근처에서 빠른 항상 복원력을 갖는 형상기억 고분자"라면서 "특히 형상 복원 속도 조절기술은 의료기기 개발에 중요한 요소가 될 수 있다"는게 성 교수의 설명이다.<br><br>
                        성 교수 연구팀은 지난 8월 'Advanced Materials(IF 25.809)'에 'Development of shape memory tube to prevent vascular stenosis'를 주제로 관련 논문을 발표했다. 인체 온도에 반응하도록 프로그래밍 된 형상기억고분자 기반 기술을 활용해 다양한 크기의 혈관에 적용이 가능한 스텐드를 개발할 수 있다는 내용이다.<br><br>
                        <b>◇누관스텐트로 시장 진입..혈관외벽 스텐트 등 후속제품도 개발</b><br><br>
                        형상기억 고분자를 활용한 티엠디랩의 첫 제품은 누관 스텐트다. 성 교수는 "누관은 시장성이 작지만, 위험도가 낮다는 장점이 있다"면서 "국내 의료기기 시장에 ‘형상기억 고분자’라는 생소한 소재를 빠르게 진입시키기 위해 누관 스텐트를 첫번째 파이프라인으로 선택했다"고 소개했다.<br><br>
                        누관은 눈꺼풀 안쪽의 가느다란 관으로 눈물을 운반하는 역할을 해 ‘눈물길’이라고도 불리는데 염증이나 미세먼지 등으로 막히는 게 잦다. 성 교수는 "누관은 노폐물이 방출되는 곳이라 감염이 심하다는 단점이 있다"면서 "우리 제품은 기존 실리콘 누관 대비 감염을 70% 이상 낮출 수 있다"고 소개했다. 실제 실리콘 누관 삽입 후 3개월 이내에 대부분 미생물 염증반응(바이오 필름)이 나타난다는 연구결과도 있다.<br><br>
                        티엠디랩 형상기억 고분자 누관은 체온에 반응해 팽창하면서 누관을 확장하는 스텐트다. 티엠디랩은 토끼 동물모델에서 눈물길이 막힌 토끼에 새로운 누관 스텐트를 삽입해 그 가능성을 확인했다. 또한 실리콘과 비교한 형상기억고분자의 물성 평가, in vitro 세포독성 및 바이오필름 억제 평가, in vivo 유효성 평가 등을 모두 완료했다.(Acta Biomaterialia 2019년 11월 게재, Nasolacrimal stent with shape memory as an alternative to silicon products)<br><br>
                        이와 관련해 강미란 티엠디랩 대표는 "식약처와 협의를 통해 관련 절차를 진행, 2020년 말 허가를 받고 2021년 제품 출시를 목표로 하고 있다"고 소개했다.<br><br>
                        티엠디랩의 후속 파이프라인은 혈관 밖에서 혈관을 감싸는 ‘혈관 외벽 랩핑형 스텐트’다. 성 교수는 “혈관을 밖에서 감싸는 방식으로 물리적, 생물학적인 측면에서 혈관이 막히는 것을 예방할 수 있다"면서 "동물모델에서 혈관 외벽 랩핑형 스텐트가 혈관 막힘의 원인인 혈류 와류를 줄이는 등 가능성을 확인했다"고 말했다.<br><br>
                        형상기억고분자를 활용하면 리프팅 실, 성형 보형물, 췌장암 스텐트, 요관 스텐트, 안과용 임플란트 등 다양한 제품 개발이 가능하다. 티엠디랩의 잠재적인 파이프라인이다.<br><br>
                        <b>◇美서 창업제안 받던 기술로 국내서 '새 출발'</b><br><br>
                        성 교수는 2010년 1세대 형상기억 고분자로 미국 과학재단(National Science Foundation, NSF)으로부터 과학자상을 수상했으며 3.5세대 제품으로는 NSF의 기술창업 제안을 받아 FDA 컨설팅을 포함한 2년간의 연수를 받기도 했다. 그러던 중 연세대의 제안을 받아 국내에 복귀하면서 강미란 대표(수의학 박사), 이세원 CTO(의생명과학 박사) 등과 함께 티엠디랩을 설립했다.<br><br>
                        성 교수는 "국내에서 창업해 성공모델을 보여주는 것도 의미가 있다고 생각했다"면서 "형상기억 고분자는 지속적인 업그레이드가 가능하고 다양한 영역에서 활용가능하다는 점에서 파급효과가 있다. 글로벌 대형 회사에 기술(판매권) 이전 등을 통해 글로벌 시장에 진출할 계획"이라고 말했다.
					</div>
				</div>
				<div class="modal-footer">
					<button type="button" class="btn"  @click="close()">닫기</button>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
export default {
	mounted: function() {
		document.body.classList.add('modal-open');
		var self = this;
		window.setTimeout(function() {
			self.$el.style.display = 'flex'
		}, 500)
	},
	destroyed: function() {
		document.body.classList.remove('modal-open')
	},
	methods: {
		close: function() {
			this.$router.push('/w/ko/promotion/news');
		},
	}
}
</script>