<template>
    <div class="modal news-view" tabindex="-1" role="dialog" style="display: flex;">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title">[한국경제] 체온으로 몸 막힌 곳 뚫는 스텐트 신소재 나온다</h5>
                    <time>2019년 11월 20일</time>
                </div>
                <div class="modal-body">
                    <img class="news-image" src="@/assets/img/m/promotion/img_news_7.jpg">
                    <p>
                        <b>헬스케어 스타트업 - 강미란 티엠디랩 대표</b><br><br>
                        <b>티엠디랩, 형상기억 소재 개발중</b><br>
                        <b>실리콘보다 수명 길고 감염 적어</b><br><br>
						“실리콘으로 제조한 기존 스텐트(막힌 부분을 뚫어주는 가는 관)의 단점을 보완한 형상기억 고분자 스텐트를 개발하고 있습니다. 실리콘 제품보다 수명이 길고 감염 위험은 낮습니다.”<br><br>
                        강미란 티엠디랩 대표는 “내년 말이면 형상기억 고분자를 활용한 스텐트 임상시험에 들어가 환자 치료에 사용할 수 있을 것”이라고 했다. 형상기억 고분자는 특정한 모양을 기억했다가 온도 등 조건이 맞으면 기억된 모양으로 변하는 물질이다.<br><br>
                        티엠디랩은 50~60도 정도에 노출돼야 복원되는 형상기억 고분자의 복원 온도를 체온 수준으로 낮췄다. 이를 치료 재료 개발에 활용하고 있다.<br><br>
                        연세의료원 에비슨의생명연구센터에 둥지를 튼 티엠디랩은 지난해 10월 창업했다. 막힌 눈물길을 뚫는 누관스텐트, 담석이나 종양으로 막힌 담관을 뚫는 담관스텐트 등을 개발하고 있다. 환자 치료에 꼭 필요한 치료 재료다. 지금은 모두 실리콘 소재다. 메드트로닉, 존슨앤드존슨 등 글로벌 기업들이 제품을 생산해 판매하고 있지만 소재를 생산하는 회사는 미국 브레인트리사이언티픽뿐이다. 강 대표는 “형상기억 고분자로 브레인트리사이언티픽 같은 회사가 되는 게 목표”라고 했다.<br><br>
                        티엠디랩의 형상기억 고분자 기술은 성학준 연세대 의대 의공학교실 교수(사진)의 연구 결과물이다. 미국 조지아공대, 밴더빌트대 등에서 교수를 지낸 그는 고분자 연구 분야 권위자로 꼽힌다. 4회까지가 한계이던 형상기억 고분자의 복원 횟수를 7회까지 늘린 획기적 기술을 개발해 최근 국제학술지에 발표했다.<br><br>
                        그는 1세대 고분자 스텐트인 녹는 스텐트 모델을 개발해 세계적 치료재료 회사 등에 기술이전했다. 유럽, 남미 등에서 판매됐다. 고분자 스텐트는 3세대까지 발전했지만 혈관 안에서 뚫어 혈관 벽을 지지하는 스텐트는 혈전 등 부작용을 줄이는 데 한계가 있다.<br><br>
                        성 교수가 혈관 밖에서 감싸는 새로운 개념의 스텐트 연구를 시작한 이유다. 그는 “형상복원 기술을 활용해 혈관 외벽을 자동으로 감싸는 혈관외벽스텐트를 개발하고 있다”며 “소변이 나가는 요관, 눈 부위의 얼굴뼈인 안와 임플란트, 리프팅실 등 다양한 분야에 활용될 수 있다”고 했다.<br><br>
                        막힌 눈물샘을 뚫는 누관스텐트 개발 속도가 가장 빠르다. 가는 실 같은 스텐트를 삽입해 체온 수준으로 온도가 높아지면 스텐트가 팽창하면서 막힌 곳을 뚫어준다. 기존 실리콘 소재보다 감염 위험이 60% 낮다. 시술도 편하다. 현재 동물실험 단계다. 내년 말이면 임상시험 등의 형태로 환자에게 투입할 수 있을 것으로 내다봤다. 장기적으로는 개발한 제품을 해외에 기술이전하는 계획도 세웠다.<br><br>
                    </p>
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn btn-block btn-list" @click="close()">닫기</button>
                </div>
            </div>
        </div>
    </div>    
</template>

<script>
export default {
	mounted: function() {
		document.body.classList.add('modal-open')
	},
	destroyed: function() {
		document.body.classList.remove('modal-open')
	},
	methods: {
		close: function() {
			this.$router.push('/m/ko/promotion/news');
		},
	}
}
</script>